11/data/attachments/c54efcacf327aaff.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_7fb622e7-19d7-4578-9585-8a3d2f768098</nif:username>
            <nif:friendToBeAdded>Katherine_read_Friend_75372_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>